{
  "ALIENRPG.CloseCombat": "<ol>For every extra success you roll, choose one stunt applicable to the situation:<li>You inflict one more point of damage. You can choose this stunt multiple times, if you roll several 6's.</li><li>You out maneuver your enemy and can trade initiative scores with them, taking effect next turn. You can&rsquo;t go back to your earlier initiative.</li><li>You knock or pull a weapon or other object from your opponent. You choose which. During combat, picking up a dropped object counts as a fast action.</li><li>Your opponent is knocked to the ground.</li><li>You hold your opponent in a grapple. They need to win an opposed CLOSE COMBAT roll against you to break free, and can&rsquo;t perform any other action until they have done so, or until you are Broken or let them go. This effect only works on humans and synthetics.</li></ol>",
  "ALIENRPG.Command": "<ol> No Stunts for this skill.</ol>",
  "ALIENRPG.Comtech": "<ol>For each extra success rolled beyond the first, choose one stunt applicable to the situation:<li>Gain a +1 modification to a later skill roll relating to this one.</li><li>You don&rsquo;t need to roll to overcome the exact same challenge in the future.</li><li>You do it quickly, in half the time it would normally take.</li><li>You get new or unexpected information (GM&rsquo;s choice).</li><li>ou hide your tracks.</li><li>You show off.</li></ol>",
  "ALIENRPG.HeavyMachinery": "<ol>For every extra you roll, choose one stunt applicable to the situation:<li>Gain a +1 modification to a later skill roll relating to this one..</li> <li>You got this. You don&rsquo;t need to roll to overcome the exact same challenge in the future.</li><li>You do it quickly, in half the time it would normally take.</li><li>You break it permanently.</li><li>You act quietly.</li><li>You show off.</li></ol>",
  "ALIENRPG.Manipulation": "<ol>For each success you roll in excess of what you need to win the opposed roll, you can choose one of these stunts:<li>Your opponent does what you want without demanding a favor in return.</li><li>Your opponent does more than you ask for, for example giving you some useful piece of information. Details are up to the GM.</li><li>Your opponent is impressed by you and will try to help you later on in some way. Details are up to the GM.</li</ol>",
  "ALIENRPG.MedicalAid": "<ol>No Stunts for this skill.</ol>",
  "ALIENRPG.Mobility": "<ol>For every extra success you roll, choose one stunt applicable to the situation:<li>Give one to another PC in the same situation as you.</li><li>Gain a +1 modification to a later skill roll relating to this one.</li><li>You impress someone.</li></ol>",
  "ALIENRPG.Observation": "<ol>For every extra success you roll, you get to know the answer to one of these questions:<li>Is it coming for me?</li><li>Are there more of them close by?</li><li>How do I get in/past/away?</li></ol>",
  "ALIENRPG.Piloting": "<ol>For every extra success you roll, choose one stunt applicable to the situation:<li>Gain a +1 modification to a later skill roll relating to this one.</li><li>You show off.</li></ol>",
  "ALIENRPG.RangedCombat": "<ol>For every extra success you roll, choose one stunt applicable to the situation:<li>You inflict one more point of damage. You can choose this stunt multiple times, if you roll several .</li><li>You pin down your enemy. They need to make an immediate Panic Roll.</li><li>You position yourself and get to exchange your initiative score with your enemy, taking effect next turn. You can&rsquo;t go back to your earlier initiative.</li><li>Your target drops a weapon or another hand-held object. You choose which.</li><li>Your opponent falls to the ground or is pushed back, for example through an airlock.</li></ol>",
  "ALIENRPG.Stamina": "<ol>For every extra success you roll, choose one stunt applicable to the situation:<li>Give one to another PC in the same situation as you.</li><li>Gain a +1 modification to a later skill roll relating to this one.</li><li>You&rsquo;re hardened by the experience, and don&rsquo;t need to roll to overcome the exact same challenge in the future.</li><li>You impress someone.</li></ol>",
  "ALIENRPG.Survival": "<ol>For every extra success you roll, choose one stunt applicable to the situation:<li>Give one to another PC in the same trouble as you.</li><li>Gain a +1 modification to a later skill roll relating to this one.</li><li>You impress someone.</li></ol>",
  "ALIENRPG.Analysis": "<p>You can roll for Observation to gain insight regarding strange and alien artifacts or creatures that you encounter and get a chance to study for at least one Turn. For every Success you roll, you get to ask the GM one of the questions below.</p><ul><li>Is it human or alien?</li><li>Is it dead or alive?</li><li>How old is it?</li><li>What is its purpose?</li><li>How does it work?</li><li>What problems could it cause?</li></ul><p>The GM must answer truthfully, but is allowed to give vague or incomplete answers in order to avoid spoiling the scenario.</p><p>A successful Analyze roll also reduces the Stress Level of all other PC's within Short range by one, while a failed roll increases other PC's stress levels by one.</p>",
  "ALIENRPG.BeneathNotice": "<p>No matter what horrible situations you end up in, you always seem to make it out unscathed, probably because no one ever pays much attention to you. When you roll for a critical injury on yourself, you get to re-roll the dice and choose the result that you prefer.</p>",
  "ALIENRPG.Compassion": "<p>This isn't just a job for you. You truly care about the people under your care. You can push any skill roll based on Empathy twice, not just once like other characters. Each push increases you Stress Level by one.</p>",
  "ALIENRPG.Overkill": "<p>You don't run and hide when the going gets tough. Instead of panicking in the face of mortal danger, you can turn your fear into aggression and use it as a weapon against your enemy. You can trigger the Overkill effect when you make a Panic Roll.</p>",
  "ALIENRPG.PersonalSafety": "<p>The interests of the company always come first, no matter what. And you represent the company. That means your own safety is paramount-other crew members are expendable. If you are attacked or otherwise end up in fatal danger, and if another PC or friendly NPC is within Short range (the same zone), you can make a Manipulation roll (straight roll, not opposed, and does not count as an action). If you succeed, you see the threat coming and find a clever way to make the other character suffer the attack or hazard instead of you. Using this talent increases your Stress Level by one.</p>",
  "ALIENRPG.PullRank": "<p>You can use your Command skill to order other non-officer PC's and NPC's around, as long as they belong to the same organization as you. To force someone to follow your orders and perform a specific action, roll Command against the target's Manipulation. If successful, the target must follow your order, even if it means harm or danger to themselves. Your Stress Level increases by one each time you do this. Note also that each roll only covers one specific action. You cannot stop actions triggered by Panic Rolls using this talent.</p>",
  "ALIENRPG.Reckless": "<p>You live for the rust of adrenaline through your veins, pushing harder than others dare. You can push any skill roll based on Agility twice, not just once like other characters. Each push increases your Stress Level by one.</p>"
}